Repository: Abdillah/notes-gse
Catalog: notes@maestroschan.*/locale/*/LC_MESSAGES/notes-extension.po
Languages: nl

source: Show notes
nl: Notities tonen

source: Notes extension error: failed to load a note
nl: Foutmelding: de notitie kan niet worden geladen

source: Notes
nl: Notities

source: Restart the extension to apply the changes
nl: Herlaad de uitbreiding om de wijzigingen toe te passen

source: Custom color
nl: Eigen kleur kiezen

source: Settings
nl: Voorkeuren

source: Apply
nl: Toepassen

source: Font size
nl: Tekstgrootte

source: Type here…
nl: Typ hier…

source: New
nl: Nieuw

source: Delete
nl: Verwijderen

source: Note options
nl: Notitie-opties

source: Resize
nl: Grootte aanpassen

source: Empty note
nl: Blanco notitie

source: Delete this note?
nl: Wilt u deze notitie verwijderen?

source: Edit title
nl: Naam wijzigen

source: Modifications will be effective after reloading the extension.
nl: Herlaad de uitbreiding om de wijzigingen toe te passen.

source: Default value is %s
nl: De standaardwaarde is %s

source: Version %s
nl: Versie %s

source: Report bugs or ideas
nl: Meld bugs of deel ideeën

source: Position of notes
nl: Notitiepositie

source: Above everything
nl: Altijd op voorgrond

source: On the background
nl: Altijd op achtergrond

source: Incompatible with desktop icons
nl: Niet te gebruiken i.c.m. bureaubladpictogrammen

source: Cycle through 3 states
nl: Schakelen tussen 3 statussen

source: Send to background, send to foreground, hide
nl: Altijd bovenop, altijd onderop, verbergen

source: Automatic focus
nl: Automatisch focussen

source: Use a keyboard shortcut
nl: Sneltoets gebruiken

source: Use a keyboard shortcut to toggle notes visibility
nl: Sneltoets gebruiken om notities te tonen/verbergen

source: Help
nl: Hulp

source: Hide the icon
nl: Pictogram verbergen

source: First note's color
nl: Kleur van eerste notitie

source: The notes created afterwards will use the color of their parent
nl: De notities die hierop volgen gebruiken de kleur van de bovenliggende

source: <b>Show/hide all notes:</b> click on the icon in the GNOME Shell top bar.
nl: <b>Toon/Verberg alle notities:</b> klik op het pictogram op de bovenbalk van GNOME Shell.

source: <b>Create a note:</b> click on the "+" button at the left of a note header, it will create a new note, with the same color and the same font size as the note you clicked on.
nl: <b>Maak een notitie:</b> klik op de ‘+’-knop, links op de notitiekop. Hiermee maakt u een nieuwe notitie met dezelfde kleur en lettergrootte als de notitie waarop u hebt geklikt.

source: <b>Move a note:</b> drag the blank space in the center of the note header.
nl: <b>Verplaats een notitie:</b> begin met slepen vanaf de lege ruimte in de notitiekop.

source: <b>Resize a note:</b> drag the resize button at the right of the note header.
nl: <b>Pas de notitiegrootte aan:</b> begin met slepen vanaf de knop ‘Grootte aanpassen’, rechts op de notitiekop.

source: <b>Delete a note:</b> click on the wastebasket icon and confirm.
nl: <b>Verwijder een notitie:</b> klik op het prullenbakpictogram en bevestig.

source: Using the extension
nl: Rondleiding

source: <b>Change color:</b> click on the menu button, and select a color.
nl: <b>Wijzig de kleur:</b> klik op de menuknop en kies een kleur.

source: The "Custom color" submenu allows you to select precisely a color.
nl: In het onderliggende menu ‘Eigen kleur kiezen’ kunt u een eigen kleur te kiezen.

source: <b>Change font size:</b> click on the menu button, and increase or decrease the font size with "+" and "-" buttons.
nl: <b>Pas de tekstgrootte aan:</b> klik op de menuknop en vergroot/verklein de letters met de knoppen ‘+’ en ‘-’.

source: <b>Advanced settings:</b> click on the "Settings" menu item to access the settings dialog.
nl: <b>Geavanceerde voorkeuren:</b> klik op ‘Voorkeuren’ in het menu om de instellingen te openen.

source: Customizing notes
nl: Notities aanpassen

source: The dialog window you're reading provides several settings:
nl: Het getoonde venster bevat verschillende instellingen:

source: <b>Position of notes:</b> select whether you want the notes to be shown above the windows or underneath them.
nl: <b>Notitiepositie:</b> geef aan of u notities boven of onder vensters wilt tonen.

source: <b>Automatic focus:</b> if this is enabled, the notes will automatically get the keyboard focus when you hover them with the mouse pointer.
nl: <b>Automatisch focussen:</b> schakel dit in om notities automatisch toetsenbordfocus te verschaffen als u over ze heen gaat met de muis.

source: <b>Keyboard shortcut:</b> hide/show notes with a keyboard shortcut. If this is enabled, the icon in the top bar can be hidden.
nl: <b>Sneltoets:</b> toon of verberg notities met een sneltoets. Als u dit inschakelt, dan wordt het pictogram op de bovenbalk verborgen.

source: The settings window
nl: Het voorkeurenvenster

source: Your notes are saved to the disk on various occasions (mainly when you hide them). If you want to <b>get a copy of your notes</b>, this button opens the folder where they are.
nl: Uw notities worden regelmatig opgeslagen op de schijf (met name als u ze verbergt). Als u een <b>reservekopie wilt maken van uw notities</b>, dan kunt u met deze knop de bijbehorende map openen.

source: Open the storage directory
nl: Opslagmap openen

source: Files ending with "_state" contain the color and position of your notes
nl: Bestandsnamen die eindigen op ‘_state’ bevatten de notitiekleur en -positie

source: Files ending with "_text" contain the text written in your notes
nl: Bestanden die eindigen op ‘_text’ bevatten de notitietekst

source: Backup your notes
nl: Notities back-uppen

source: Click on this button if you accidentally moved a note out of your primary monitor (example: if you had notes on a secondary monitor and unplugged it).
nl: Klik op deze knop als u per ongeluk een notitie hebt verplaatst buiten uw primaire beeldscherm (voorbeeld: u had notities op een secundair beeldscherm staan dat u vervolgens hebt afgekoppeld).

source: Bring back to the primary monitor
nl: Terugzetten op primair beeldscherm

source: Lost some notes?
nl: Ontbreken er notities?

source: Sticky notes for the GNOME Shell desktop.
nl: Plakbriefjes voor de GNOME Shell-werkomgeving.

source: Author:
nl: Maker:

source: Translation:
nl: Vertaling:

source: translator-credits
nl: Heimen Stoffels <vistausss@fastmail.com>

source: About
nl: Over

source: List of valid key names
nl: Lijst met geldige waardenamen

source: Modifier keys must be between chevrons
nl: Sneltoetsen dienen tussen chevrons te worden geplaatst

source: Don't use a keyboard shortcut that already exists.
nl: Deze sneltoets is al in gebruik.
